-- -----------------------------------------------------
-- Data for table `category`
-- -----------------------------------------------------
INSERT INTO `category` (`name`, `description`) VALUES
('든든한 메인요리', '모두가 좋아하는 든든한 메인요리'),
('뜨끈한 국물요리', '정성이 담긴 뜨끈뜨끈 국물요리'),
('정갈한 밑반찬', '식탁을 풍성하게 하는 정갈한 밑반찬');


-- -----------------------------------------------------
-- Data for table `subcategory`
-- -----------------------------------------------------
INSERT INTO `subcategory` (`name`, `description`, `category_id`) VALUES
('육류 요리', '육류 요리', 1),
('해산물 요리', '해산물 요리', 1),
('국/탕/찌개', '국/탕/찌개', 2),
('나물/무침', '나물/무침', 3),
('조림/볶음', '조림/볶음', 3),
('절임/장아찌', '절임/장아찌', 3);
